[{"name":"Aluminium","price":"INR 158.65","unit":"/ Kilogram","description":"Aluminium is a silvery white metal which is noted for its ductility, light weight and it acts as a good conductor of electricity. Being highly resistant to corrosion, Aluminium finds its application more..","image":"/images/not_available.jpg"},{"name":"Copper","price":"INR 467.2","unit":"/ Kilogram","description":"Known to be the 8th most abundant metal, copper is highly malleable and ductile. It is a good conductor of electricity as well as heat. Copper is widely used as a conductor of electricity, plumbing, more..","image":"/images/not_available.jpg"},{"name":"Lead","price":"INR 156.75","unit":"/ Kilogram","description":"Considered to be a heavy metal, Lead is a soft, malleable and ductile metal of the carbon group. Lead is widely used in the production of lead-acid batteries, bullets, building construction and even more..","image":"images/Lead.jpg"},{"name":"Nickel","price":"INR 947.7","unit":"/ Kilogram","description":"Nickel is a silvery-white ferromagnetic metal. This hard and ductile material belongs to the transition metals category. Due to its low rate of oxidation at room temperature, nickel is considered to more..","image":"images/Nickel.jpg"},{"name":"Zinc","price":"INR 206.35","unit":"/ Kilogram","description":"Zinc is a white colored metal with bluish tinge and it is highly resistant to atmospheric corrosion. With the melting point of 4190C, zinc is used for galvanizing iron and steel sheet. Some of the more..","image":"images/Zinc.jpg"},{"name":"Gold (AHMD)","price":"INR 32108","unit":"/ 10 Grams","description":"Gold is a soft and shiny metal. It is dense, malleable and ductile. The gold content is measured in carats (k). Pure gold is designated as 24k. It is considered to be one of the precious metals that more..","image":"images/Gold (AHMD).jpg"},{"name":"Silver (AHMD)","price":"INR 42242","unit":"/ Kilogram","description":"Silver is a lustrous, white, soft metal. It is commonly used as an alloy with gold and other metals. Applications: Widely used in making jewelry, currency coins, utensils, etc. “Silver (AHMD)” here more..","image":"images/Silver (AHMD).jpg"},{"name":"ABS(bayr)","price":"INR 115","unit":"/ Kilogram","description":"Mixed scrap metal is always priced at the lowest price metal. If you have a bucket of aluminum sheet with some clean and some dirty (with screws or insulation) it will all be priced at the lower more..","image":"images/ABS(bayr).jpg"},{"name":"Acrylic","price":"INR 120","unit":"/ Kilogram","description":"Acrylic is a chemical compound which is derived from acryl group of acids. Acrylic fiber that contains 85% of acrylonitrile. It is used in modern art paints and thermo plastic settings. It is well more..","image":"images/Acrylic.jpg"},{"name":"C.P.W","price":"INR 38","unit":"/ Kilogram","description":"CPW stands for chlorinated paraffin wax. It is the combination of chlorine and heavy paraffin. It offers high stability and lowered volatile loss, this will increase the yield. It is used as an more..","image":"images/C.P.W.jpg"},{"name":"HD Blowing","price":"INR 91","unit":"/ Kilogram","description":"HD plastics are granules of plastics and they are available with varieties of colors. They can enhance the appearance of the area and they are resistant to acids and have high tensile strength.","image":"/images/not_available.jpg"},{"name":"HD Moulding(Colour)","price":"INR 93","unit":"/ Kilogram","description":"HD moldings are the granules are high density plastics and mainly used in making leads and handles. It is very durable and provides heat resistant.","image":"images/HD Moulding(Colour).jpg"},{"name":"Hips(Baff)","price":"INR 92","unit":"/ Kilogram","description":"HIPS stands for High Impact Polystyrene) are used TV housings and computer resins. It is also used in refrigerator linings, toilets seats, control knobs etc.","image":"/images/not_available.jpg"},{"name":"LLDP Blowing","price":"INR 107","unit":"/ Kilogram","description":"LLDP stands for Linear Low density Polyethylene. It is mostly and widely used plastic commonly in manufacturing wash bottles and dispensing bottles. It has the density of 0.92 g/cm3. It also used in more..","image":"/images/not_available.jpg"},{"name":"PVC pest grade","price":"INR 91","unit":"/ Kilogram","description":"PVC stands for Polyvinyl Chloride which is slightly toxic in nature. It has wide applications like used in garbage cans, electrical insulations etc. It can derive to get required shape by welding, more..","image":"images/PVC pest grade.jpg"},{"name":"PVC pest grade","price":"INR 92","unit":"/ Kilogram","description":"PVC stands for Polyvinyl Chloride which is slightly toxic in nature. It has wide applications like used in garbage cans, electrical insulations etc. It can derive to get required shape by welding, more..","image":"images/PVC pest grade.jpg"},{"name":"PVC resin desi","price":"INR 68","unit":"/ Kilogram","description":"PVC (polyvinyl Chloride) is commonly looks white in color which is used to produce thermoplastics. It is used for manufacturing bags, toys, windows, etc.","image":"images/PVC resin desi.jpg"},{"name":"PVC resin desi","price":"INR 69","unit":"/ Kilogram","description":"PVC (polyvinyl Chloride) is commonly looks white in color which is used to produce thermoplastics. It is used for manufacturing bags, toys, windows, etc.","image":"images/PVC resin desi.jpg"},{"name":"PET Bottles","price":"INR 21","unit":"/ Kilogram","description":"This includes both white and green mixed Pet bottles without cap.","image":"/images/not_available.jpg"},{"name":"PET Bottles Baled","price":"INR 18","unit":"/ Kilogram","description":"This includes both white and green mixed Pet bottles without cap.","image":"/images/not_available.jpg"},{"name":"Plastic PVC","price":"INR 25","unit":"/ Kilogram","description":"This includes solely plastic PVC.","image":"images/Plastic PVC.jpg"},{"name":"No.1 plastic","price":"INR 24","unit":"/ Kilogram","description":"This includes solely used Plastic Pots","image":"images/No.1 plastic.jpg"},{"name":"No.2 Plastic","price":"INR 19","unit":"/ Kilogram","description":"This includes used plastic chairs, dining table, plastic trolley, plastic tea table, plastic buckets, tin, VVD oil bottles, oil tins, engine oil cans, plastic basins, cans, etc..","image":"/images/not_available.jpg"},{"name":"No.3 Plastic","price":"INR 26","unit":"/ Kilogram","description":"This category consists plastic boxes such as Jewelry beads storage container.","image":"/images/not_available.jpg"},{"name":"PET Bottle Scrap","price":"INR 38","unit":"/ Kilogram","description":"Waste PET Bottles refers to the production of polyethylene terephthalate (PET) bottles. These bottles come with caps link and labels, both white and green color comes under this but they are more..","image":"images/PET Bottle Scrap.jpg"},{"name":"PET Flakes Hot washed","price":"INR 51","unit":"/ Kilogram","description":"High quality recycled flakes used for making packing materials such as bottles, containers and other consumer goods. These flakes are white in color and they come in 3mm and 6mm size.","image":"images/PET Flakes Hot washed.jpg"},{"name":"HMS (South Tamil Nadu)","price":"INR 23","unit":"/ Kilogram","description":"This grade includes discs, long pipes, axles, beams, mini lorry and heavy vehicle’s leaf springs, chassis and crowns.","image":"images/HMS (South Tamil Nadu).jpg"},{"name":"Irons","price":"INR 21","unit":"/ Kilogram","description":"This includes rolling iron, angle Iron cut pieces, channel Irons, scrap bicycles, bikes, cars, G.I pipe cut piece, Leaf Springs.","image":"images/Irons.jpg"},{"name":"Cast Iron","price":"INR 24","unit":"/ Kilogram","description":"This includes bare Engine block, motor body, engine body auto water pipes.","image":"images/Cast Iron.jpg"},{"name":"MS Turning","price":"INR 15","unit":"/ Kilogram","description":"These are the turnings of car engine parts.","image":"images/MS Turning.jpg"},{"name":"MS Boring","price":"INR 15","unit":"/ Kilogram","description":"These are the boring power of Grill in lathe.","image":"/images/not_available.jpg"},{"name":"No.2 Copper","price":"INR 350","unit":"/ Kilogram","description":"This category mainly includes motor winding wires of electrical products like mixi, wet grinder, electrical fan, cable wire, telephone wire, house wiring cables without sleeve","image":"images/No.2 Copper.jpg"},{"name":"Stainless Steel","price":"INR 25.25","unit":"/ Kilogram","description":"This includes stainless steel sinks, pipe, plate, sheet, gas stove, etc..","image":"images/Stainless Steel.jpg"},{"name":"No.1 Copper","price":"INR 360","unit":"/ Kilogram","description":"Items included in this classification are thick inflamed copper wire, motor winding wire, and copper utensils.","image":"images/No.1 Copper.jpg"},{"name":"Brass","price":"INR 280","unit":"/ Kilogram","description":"This includes old age candle holders, house decorative things, brass utensils, and brass pushes.","image":"images/Brass.jpg"},{"name":"No.1 Aluminum","price":"INR 102","unit":"/ Kilogram","description":"This includes Aluminum Extrusions, aluminum utensils, antenna, fan leaf.","image":"images/No.1 Aluminum.jpg"},{"name":"No.2 Aluminum","price":"INR 92","unit":"/ Kilogram","description":"This includes fan head, scrap bike body.","image":"images/No.2 Aluminum.jpg"},{"name":"Tin","price":"INR 18","unit":"/ Kilogram","description":"This includes tin sheets and kerosene drums, Paint tin, milk powder tin, etc.","image":"images/Tin.jpg"},{"name":"Zinc foil","price":"INR 17","unit":"/ Kilogram","description":"A quite thin sheet of metal and dont rust.","image":"images/Zinc foil.jpg"},{"name":"Silver","price":"INR 25","unit":"/ Kilogram","description":"All kind of ever- silver utensils items comes under this.","image":"images/Silver.jpg"},{"name":"White Battery Scrap","price":"INR 67.5","unit":"/ Kilogram","description":"Cars, bikes and heavy vehicles whole white battery scrap comes under this category.","image":"images/White Battery Scrap.jpg"},{"name":"Black Battery Scrap","price":"INR 57.5","unit":"/ Kilogram","description":"This includes Cars, bikes and heavy vehicles whole black battery scrap and its casing.","image":"images/Black Battery Scrap.jpg"},{"name":"Bulk Note Books (minimum 3tons or above)","price":"INR 19.1","unit":"/ Kilogram","description":"This includes exam papers, and paper cutting wastes without binding. Mainly used for recycling purpose.","image":"images/Bulk Note Books (minimum 3tons or above).jpg"},{"name":"Bulk Text Books size: 10 (minimum 3tons or above)","price":"INR 13.6","unit":"/ Kilogram","description":"This includes all kinds of study text books (without binding) apart from low quality weekly Tamil magazines like kumutham, daily papers, etc. Xerox paper included in it. These are mainly goes to more..","image":"/images/not_available.jpg"},{"name":"Bulk OCC (minimum 3tons or above)","price":"INR 6","unit":"/ Kilogram","description":"This is Old Corrugated Containers (OCC). Mainly reused","image":"images/Bulk OCC (minimum 3tons or above).jpg"},{"name":"Bulk Tamil News Paper (minimum 3tons or above)","price":"INR 9.6","unit":"/ Kilogram","description":"This includes Tamil news papers and weekly Tamil magazines like kumutham, etc without binding. These items are mostly exported to sivakashi fire works factory.","image":"/images/not_available.jpg"},{"name":"Tamil News Paper","price":"INR 12.4","unit":"/ Kilogram","description":"This includes Tamil news papers and weekly Tamil magazines like kumutham, etc without binding. These items are mostly exported to sivakashi fire works factory.","image":"/images/not_available.jpg"},{"name":"English News Paper","price":"INR 11","unit":"/ Kilogram","description":"This category includes solely used English news papers.","image":"/images/not_available.jpg"},{"name":"Note Books","price":"INR 21.1","unit":"/ Kilogram","description":"This includes exam papers, and paper cutting wastes without binding. Mainly used for recycling purpose.","image":"/images/not_available.jpg"},{"name":"Text Books","price":"INR 15.4","unit":"/ Kilogram","description":"This includes all kinds of study text books (without binding) apart from low quality weekly Tamil magazines like kumutham, daily papers, etc. Xerox paper is also included in it. These are mainly more..","image":"/images/not_available.jpg"},{"name":"Box Craft","price":"INR 9.1","unit":"/ Kilogram","description":"This is Old Corrugated Containers (OCC). Mainly used for packing purpose.","image":"/images/not_available.jpg"},{"name":"Yellow Craft","price":"INR 3.1","unit":"/ Kilogram","description":"This includes all kind of bindings/top cover of note books; magazines, cardboard rolls which used to store fabric and yarn, jewelry display paper box, calendar bind. And these are mainly used for more..","image":"/images/not_available.jpg"},{"name":"CRD","price":"INR 6","unit":"/ Kilogram","description":"This includes magazine bindings, binding of weekly Tamil magazines like varamalar, kumutham, etc.","image":"/images/not_available.jpg"},{"name":"White record","price":"INR 14.4","unit":"/ Kilogram","description":"This includes Xerox papers and printing papers.","image":"/images/not_available.jpg"},{"name":"Brown","price":"INR 6","unit":"/ Kilogram","description":"This includes only brown paper. Mainly used for recycling purpose.","image":"/images/not_available.jpg"},{"name":"Brass Free Cutting Extrusion Bar","price":"INR 378","unit":"/ Kilogram","description":"","image":"/images/not_available.jpg"},{"name":"Brass Hunny Scrap","price":"INR 350","unit":"/ Kilogram","description":"In this scrap, the proportion of copper will be 60 - 65% while that of Zinc is 35 - 40%.","image":"/images/not_available.jpg"},{"name":"Brass Hunny Yellow Pipe","price":"INR 367","unit":"/ Kilogram","description":"Shall consist of mixed yellow brass solids including brass castings, rolled brass, rod brass, tubing and miscellaneous yellow brasses, including plated brass. Must be free of manganese-bronze, more..","image":"/images/not_available.jpg"},{"name":"Brass Hunny Yellow Vasan","price":"INR 359","unit":"/ Kilogram","description":"In this scrap, the proportion of copper is maximum upto 70% while that of zinc is 30%. The price of this scrap is always in premium of a lump sum Rs 10/-. There is no lead or other impurities in this more..","image":"/images/not_available.jpg"},{"name":"Brass Label - ROHS","price":"INR 368","unit":"/ Kilogram","description":"Shall consist of the cuttings of new unleaded yellow brass sheet or plate, to be clean and free from foreign substances and not to contain more than 10% of clean brass punching under ¼ inch. To be more..","image":"/images/not_available.jpg"},{"name":"Zinc Ingots ELECTRO","price":"INR 244.5","unit":"/ Kilogram","description":"This is known to be the purest form of Zinc, and the proportion of zinc is 99.99% and .001 impurities. It is known to be the very best and very fresh block of zinc. Mainly used for die-casting alloy, more..","image":"/images/not_available.jpg"},{"name":"Zinc Ingots PW","price":"INR 239.5","unit":"/ Kilogram","description":"Shall consist of 98.5 % Zinc and 1.5% impurity. This is a bar of Zinc and oblong in shape. And it’s mainly used for galvanizing to protect steel from corrosion.","image":"/images/not_available.jpg"},{"name":"Zinc New Purja","price":"INR 216.5","unit":"/ Kilogram","description":"This is a new part of consumed Zinc and mainly used by manufactures for powdering and polishing purpose.","image":"images/Zinc New Purja.jpg"},{"name":"Zinc old Purja","price":"INR 198.5","unit":"/ Kilogram","description":"This is extracted from house hold, consumer goods, electrical appliances and so forth and mainly used for refining and casting purpose.","image":"/images/not_available.jpg"},{"name":"tyres","description":"Pneumatic tires are manufactured in about 450 tire factories around the world. Tire production starts with bulk raw materials such as rubber (60% -70% synthetic[22][23]), carbon black, and chemicals and produces numerous specialized components that are assembled and cured. Many kinds of rubber are used, the most common being styrene-butadiene copolymer. The article Tire manufacturing describes the components assembled to make a tire, the various materials used, the manufacturing processes and machinery, and the overall business model.","image":"images/tyres.jpg"},{"name":"glass","description":"Glass is a non-crystalline amorphous solid that is often transparent and has widespread practical, technological, and decorative usage in, for example, window panes, tableware, and optoelectronics. The most familiar, and historically the oldest, types of glass are \"silicate glasses\" based on the chemical compound silica (silicon dioxide, or quartz), the primary constituent of sand. The term glass, in popular usage, is often used to refer only to this type of material, which is familiar from use as window glass and in glass bottles. Of the many silica-based glasses that exist, ordinary glazing and container glass is formed from a specific type called soda-lime glass, composed of approximately 75% silicon dioxide (SiO2), sodium oxide (Na2O) from sodium carbonate (Na2CO3), calcium oxide (CaO), also called lime, and several minor additives.","image":"images/glass.jpg"}]