{"scrappedFrom":"https://www.recycleinme.com/scrapresources/india_metal_prices.aspx","timestamp":1530625357874,"mapUsed":{"name":".whitefull-roundbox > div > .pricedesc > h3 > a","price":".whitefull-roundbox > div > .middlecontainer > div > b","unit":".whitefull-roundbox > div > .middlecontainer > div > span","description":".whitefull-roundbox > div > .pricedesc > p > span"},"data":[{"name":"Aluminium","price":"INR 158.65","unit":"/ Kilogram","description":"Aluminium is a silvery white metal which is noted for its ductility, light weight and it acts as a good conductor of electricity. Being highly resistant to corrosion, Aluminium finds its application more.."},{"name":"Copper","price":"INR 467.2","unit":"/ Kilogram","description":"Known to be the 8th most abundant metal, copper is highly malleable and ductile. It is a good conductor of electricity as well as heat. Copper is widely used as a conductor of electricity, plumbing, more.."},{"name":"Lead","price":"INR 156.75","unit":"/ Kilogram","description":"Considered to be a heavy metal, Lead is a soft, malleable and ductile metal of the carbon group. Lead is widely used in the production of lead-acid batteries, bullets, building construction and even more.."},{"name":"Nickel","price":"INR 947.7","unit":"/ Kilogram","description":"Nickel is a silvery-white ferromagnetic metal. This hard and ductile material belongs to the transition metals category. Due to its low rate of oxidation at room temperature, nickel is considered to more.."},{"name":"Zinc","price":"INR 206.35","unit":"/ Kilogram","description":"Zinc is a white colored metal with bluish tinge and it is highly resistant to atmospheric corrosion. With the melting point of 4190C, zinc is used for galvanizing iron and steel sheet. Some of the more.."},{"name":"Gold (AHMD)","price":"INR 32108","unit":"/ 10 Grams","description":"Gold is a soft and shiny metal. It is dense, malleable and ductile. The gold content is measured in carats (k). Pure gold is designated as 24k. It is considered to be one of the precious metals that more.."},{"name":"Silver (AHMD)","price":"INR 42242","unit":"/ Kilogram","description":"Silver is a lustrous, white, soft metal. It is commonly used as an alloy with gold and other metals. Applications: Widely used in making jewelry, currency coins, utensils, etc. “Silver (AHMD)” here more.."}]}
